[{"issued": {"date-parts": [[2014, 2, 4]]}, "ISSN": "2167-8359", "deposited": {"date-parts": [[2014, 2, 4]], "timestamp": 1391472000000}, "source": "CrossRef", "volume": "2", "publisher": "PeerJ", "score": 1.0, "reference-count": 24, "DOI": "10.7717/peerj.251", "subtitle": [], "container-title": "PeerJ", "page": "e251", "indexed": {"date-parts": [[2014, 5, 23]], "timestamp": 1400859403102}, "type": "article-journal", "URL": "http://dx.doi.org/10.7717/peerj.251", "author": [{"given": "Timothée", "family": "Poisot"}, {"given": "Dominique", "family": "Gravel"}], "prefix": "http://id.crossref.org/prefix/10.7717", "id": "poi14", "title": "When is an ecological network complex? Connectance drives degree distribution and emerging network properties"}, {"issue": "11", "issued": {"date-parts": [[2006]]}, "volume": "9", "abstract": "Each species generally has a close relationship with one or more habitats and can therefore be classified as either specialist or generalist. We studied whether specialist and generalist species are spatially distributed independently of each other. Repeating the analysis for 100 of the most frequent terrestrial bird species recorded over the 10 000 sampled sites of the French Breeding Bird survey, we found that specialists were more abundant if the rest of the community was specialized, and that the inverse was also true. This pattern was far subtler than just a simple dichotomy: most species actually presented a maximum abundance at a value of community specialization similar to their own level of specialization. Bird communities appear very well defined along a specialist– generalist gradient. We believe this pattern becomes more apparent with habitat degradation. The consequences on both ecological services and community resilience may well be considerable.", "author": [{"given": "Romain", "family": "Julliard"}, {"given": "Joanne", "family": "Clavel"}, {"given": "Vincent", "family": "Devictor"}, {"given": "Frédéric", "family": "Jiguet"}, {"given": "Denis", "family": "Couvet"}], "DOI": "10.1111/j.1461-0248.2006.00977.x", "container-title": "Ecology Letters", "page": "1237-1244", "id": "jul06", "title": "Spatial segregation of specialists and generalists in bird communities", "type": "article-journal"}, {"issue": "1-3", "ISSN": "0042-3106", "volume": "69", "URL": "http://www.springerlink.com/index/10.1007/BF00038687", "author": [{"given": "Daniel P.", "family": "Faith"}, {"given": "Peter R.", "family": "Minchin"}, {"given": "Lee", "family": "Belbin"}], "DOI": "10.1007/BF00038687", "container-title": "Vegetatio", "keyword": "dissimilarity measure, ecological distance, hybrid multidimensional scaling, multidimensional, nonmetric, ordination, robustness, scaling, simulation", "page": "57-68", "id": "fai87", "issued": {"date-parts": [[1987, 4]]}, "title": "Compositional dissimilarity as a robust measure of ecological distance", "type": "article-journal"}, {"issued": {"date-parts": [[1970, 1, 1]]}, "type": "article-journal", "accessed": {"date-parts": [[2013, 5, 17]]}, "URL": "http://books.google.ca/books?hl=fr&lr=&id=XQqBP5trqCIC&oi=fnd&pg=PA176&dq=structure+scientific+revolutions&ots=WKoLlVM8ID&sig=2y2MeHHc4jUq9Laad_JVHe6wG3I", "author": [{"given": "Thomas S.", "family": "Kuhn"}], "container-title": "Chicago and London", "id": "kuh70", "title": "The structure of scientific revolutions"}, {"issued": {"date-parts": [[2012, 6]]}, "ISSN": "1091-6490", "abstract": "Most research in biology is empirical, yet empirical studies rely fundamentally on theoretical work for generating testable predictions and interpreting observations. Despite this interdependence, many empirical studies build largely on other empirical studies with little direct reference to relevant theory, suggesting a failure of communication that may hinder scientific progress. To investigate the extent of this problem, we analyzed how the use of mathematical equations affects the scientific impact of studies in ecology and evolution. The density of equations in an article has a significant negative impact on citation rates, with papers receiving 28% fewer citations overall for each additional equation per page in the main text. Long, equation-dense papers tend to be more frequently cited by other theoretical papers, but this increase is outweighed by a sharp drop in citations from nontheoretical papers (35% fewer citations for each additional equation per page in the main text). In contrast, equations presented in an accompanying appendix do not lessen a paper’s impact. Our analysis suggests possible strategies for enhancing the presentation of mathematical models to facilitate progress in disciplines that rely on the tight integration of theoretical and empirical work.", "URL": "http://www.pnas.org/cgi/content/abstract/1205259109v1", "author": [{"given": "Tim W", "family": "Fawcett"}, {"given": "Andrew D", "family": "Higginson"}], "DOI": "10.1073/pnas.1205259109", "container-title": "Proceedings of the National Academy of Sciences of the United States of America", "page": "1205259109-", "id": "faw12a", "title": "Heavy use of equations impedes communication among biologists.", "type": "article-journal"}, {"issue": "3", "issued": {"date-parts": [[2012]]}, "volume": "3", "author": [{"given": "Timothée", "family": "Poisot"}, {"given": "Elsa", "family": "Canard"}, {"given": "Nicolas", "family": "Mouquet"}, {"given": "Michael E", "family": "Hochberg"}], "DOI": "10.1111/j.2041-210X.2011.00174.x", "container-title": "Methods in Ecology and Evolution", "page": "537-544", "id": "poi12c", "title": "A comparative study of ecological specialization estimators", "type": "article-journal"}, {"type": "article-journal", "ISSN": "0169-5347", "accessed": {"date-parts": [[2013, 7, 9]]}, "abstract": "Modellers of biological, ecological, and environmental systems cannot take for granted the maxim ‘simple means general means good’. We argue here that viewing simple models as the main way to achieve generality may be an obstacle to the progress of ecological research. We show how complex models can be both desirable and general, and how simple and complex models can be linked together to produce broad-scale and predictive understanding of biological systems.", "URL": "http://www.cell.com/trends/ecology-evolution/abstract/S0169-5347(13)00144-4", "author": [{"given": "Matthew R.", "family": "Evans"}, {"given": "Volker", "family": "Grimm"}, {"given": "Karin", "family": "Johst"}, {"given": "Tarja", "family": "Knuuttila"}, {"given": "Rogier de", "family": "Langhe"}, {"given": "Catherine M.", "family": "Lessells"}, {"given": "Martina", "family": "Merz"}, {"given": "Maureen A.", "family": "O’Malley"}, {"given": "Steve H.", "family": "Orzack"}, {"given": "Michael", "family": "Weisberg"}, {"given": "Darren J.", "family": "Wilkinson"}, {"given": "Olaf", "family": "Wolkenhauer"}, {"given": "Tim G.", "family": "Benton"}], "DOI": "10.1016/j.tree.2013.05.022", "container-title": "Trends in Ecology and Evolution", "id": "eva13", "title": "Do simple models lead to generality in ecology?"}, {"issue": "5", "issued": {"date-parts": [[2013]]}, "accessed": {"date-parts": [[2013, 5, 14]]}, "abstract": "\\<p\\>Biologists should submit their preprints to open servers, a practice common in mathematics and physics, to open and accelerate the scientific process.\\</p\\>\\</sec\\>", "URL": "http://dx.doi.org/10.1371/journal.pbio.1001563", "author": [{"given": "Philippe", "family": "Desjardins-Proulx"}, {"given": "Ethan P.", "family": "White"}, {"given": "Joel J.", "family": "Adamson"}, {"given": "Karthik", "family": "Ram"}, {"given": "Timothée", "family": "Poisot"}, {"given": "Dominique", "family": "Gravel"}], "DOI": "10.1371/journal.pbio.1001563", "container-title": "PLoS Biol", "page": "e1001563", "id": "des13", "title": "The Case for Open Preprints in Biology", "volume": "11", "type": "article-journal"}, {"issue": "3", "ISSN": "0021-8790", "volume": "72", "URL": "http://doi.wiley.com/10.1046/j.1365-2656.2003.00710.x", "author": [{"given": "Patricia", "family": "Koleff"}, {"given": "Kevin J", "family": "Gaston"}, {"given": "Jack J", "family": "Lennon"}], "DOI": "10.1046/j.1365-2656.2003.00710.x", "container-title": "Journal of Animal Ecology", "page": "367-382", "id": "kol03", "issued": {"date-parts": [[2003, 5]]}, "title": "Measuring beta diversity for presence-absence data", "type": "article-journal"}, {"issue": "2", "issued": {"date-parts": [[2010]]}, "volume": "85", "abstract": "Community ecology is often perceived as a “mess,” given the seemingly vast number of processes that can underlie the many patterns of interest, and the apparent uniqueness of each study system. However, at the most general level, patterns in the composition and diversity of species—the subject matter of community ecology—are influenced by only four classes of process: selection, drift, speciation, and dispersal. Selection represents deterministic fitness differences among species, drift represents stochastic changes in species abundance, speciation creates new species, and dispersal is the movement of organisms across space. All theoretical and conceptual models in community ecology can be understood with respect to their emphasis on these four processes. Empirical evidence exists for all of these processes and many of their interactions, with a predominance of studies on selection. Organizing the material of community ecology according to this framework can clarify the essential similarities and differences among the many conceptual and theoretical approaches to the discipline, and it can also allow for the articulation of a very general theory of community dynamics: species are added to communities via speciation and dispersal, and the relative abundances of these species are then shaped by drift and selection, as well as ongoing dispersal, to drive community dynamics.", "author": [{"given": "Mark", "family": "Vellend"}], "container-title": "The Quarterly Review of Biology", "keyword": "community, community ecology, conceptual synthesis, dispersal, drift, Ecology, population genetics, review, Selection, speciation", "page": "183-206", "id": "vel10", "title": "Conceptual synthesis in community ecology", "type": "article-journal"}, {"issue": "Pt 6", "ISSN": "1477-9145", "note": "PMID: 22357594", "volume": "215", "abstract": "Plankton are small organisms that dwell in oceans, seas and bodies of fresh water. In this review, we discuss life in the plankton, which involves a balance between the behavioral capabilities of the organism and the characteristics and movement of the water that surrounds it. In order to consider this balance, we discuss how plankton interact with their environment across a range of scales - from the smallest viruses and bacteria to larger phytoplankton and zooplankton. We find that the larger scale distributions of plankton, observed in coastal waters, along continental shelves and in ocean basins, are highly dependent upon the smaller scale interactions between the individual organism and its environment. Further, we discuss how larger scale organism distributions may affect the transport and/or retention of plankton in the ocean environment. The research reviewed here provides a mechanistic understanding of how organism behavior in response to the physical environment produces planktonic aggregations, which has a direct impact on the way marine ecosystems function.", "author": [{"given": "Margaret Anne", "family": "McManus"}, {"given": "C Brock", "family": "Woodson"}], "DOI": "10.1242/jeb.059014", "container-title": "The Journal of experimental biology", "keyword": "Aquatic Organisms, Models, Biological, movement, Oceans and Seas, plankton, Water Movements", "page": "1008-1016", "id": "mcm12", "issued": {"date-parts": [[2012, 3]]}, "title": "Plankton distribution and ocean dispersal", "type": "article-journal"}, {"issued": {"date-parts": [[2013, 1]]}, "type": "article-journal", "accessed": {"date-parts": [[2013, 1, 25]]}, "abstract": "Much has been said about the increasing bureaucracy in science, stifling innovation, hampering the creativity of researchers and incentivizing misconduct, even outright fraud. Many anecdotes have been recounted, observations described and conclusions drawn about the negative impact of impact assessment on scientists and science. However, few of these accounts have drawn their conclusions from data, and those that have typically relied on a few studies. In this review, we present the most recent and pertinent data on the consequences that our current scholarly communication system has had on various measures of scientific quality (such as utility/citations, methodological soundness, expert ratings and retractions). These data confirm previous suspicions: using journal rank as an assessment tool is bad scientific practice. Moreover, the data lead us to argue that any journal rank (not only the currently-favored Impact Factor) would have this negative impact. Therefore, we suggest that abandoning journals altogether, in favor of a library-based scholarly communication system, will ultimately be necessary. This new system will use modern information technology to vastly improve the filter, sort and discovery function of the current journal system.", "URL": "http://arxiv.org/abs/1301.3748", "author": [{"given": "Björn", "family": "Brembs"}, {"given": "Marcus", "family": "Munafò"}], "container-title": "arXiv", "id": "bre13", "title": "Deep Impact: Unintended consequences of journal rank", "title-short": "Deep Impact", "keyword": "Computer Science - Digital Libraries, Physics - Physics and Society, Statistics - Other Statistics"}, {"issued": {"date-parts": [[2014, 1]]}, "ISSN": "0012-9658", "accessed": {"date-parts": [[2014, 1, 9]]}, "abstract": "Understanding the way in which species are associated in communities is a fundamental question in ecology. Yet there remains a tension between communities as highly structured units or as coincidental collections of individualistic species. We explore these ideas using a new statistical approach that clusters species based on their environmental response- a species archetype, rather than clustering sites based on their species composition. We find that there are groups of species, which are consistently highly correlated, but that these groups are not unique to any set of locations and overlap spatially. The species present at a single site are a realisation of species from the (multiple) archetype groups that are likely to be present at that location based on their response to the environment.", "URL": "http://www.esajournals.org/doi/abs/10.1890/13-0789.1", "author": [{"given": "Rebecca", "family": "Leaper"}, {"given": "Piers K.", "family": "Dunstan"}, {"given": "Scott D.", "family": "Foster"}, {"given": "Neville S.", "family": "Barrett"}, {"given": "Graham J.", "family": "Edgar"}], "DOI": "10.1890/13-0789.1", "container-title": "Ecology", "id": "lea14", "title": "Do communities exist? Complex patterns of overlapping marine species distributions", "title-short": "Do communities exist?", "type": "article-journal"}, {"issued": {"date-parts": [[2013, 8]]}, "ISSN": "2167-9843", "volume": "1", "abstract": "Proficiency in mathematics and statistics is essential to modern ecological science, yet few studies have assessed the level of quantitative training received by ecologists. To do so, we conducted an online survey. The 937 respondents were mostly early-career scientists that studied biology as undergraduates. We found a clear self-perceived lack of quantitative training: 75% are not satisfied with their understanding of mathematical models; 75% feel the level of mathematics was “too low” in their ecology classes; 90% wanted more mathematics classes for ecologists; and 95% more statistics classes. Respondents thought that 30% of classes in ecology-related degrees should be focused on quantitative disciplines; likely more than what is taught in most universities. The main suggestion to improve quantitative training was to relate theoretical and statistical modeling to applied ecological problems. Improving quantitative training will require more mathematics classes for ecology-related degrees, and also more ecology classes containing mathematical and statistical examples.", "URL": "http://dx.doi.org/10.7287/peerj.preprints.53v1", "author": [{"given": "Frédéric", "family": "Barraquand"}, {"given": "Thomas H G", "family": "Ezard"}, {"given": "Peter S", "family": "Joergensen"}, {"given": "Naupaka", "family": "Zimmerman"}, {"given": "Scott A", "family": "Chamberlain"}, {"given": "Roberto", "family": "Salguero-Gómez"}, {"given": "Timothy J", "family": "Curran"}, {"given": "Timothée", "family": "Poisot"}], "DOI": "10.7287/peerj.preprints.53v1", "container-title": "PeerJ", "keyword": "ecology student, education, Mathematics, Statistics, student, Teaching, university curriculum", "page": "e53v1", "id": "bar13b", "title": "Lack of quantitative training among early-career ecologists: a survey of the problem and potential solutions", "type": "article-journal"}]